<?php
  $lang['name_block'] 	   = "Авторизация";
  $lang['error_mail']	   = "Ошибка отсылки письма";
  $lang['mail_name']	   = "Пользователь/Регистрация";
  $lang['mail_activation'] = "Ссылка для активации";
  $lang['mail_name_reg']   = "Подтверждение регистрации";
  
  
  $lang['mail_text_error'] = "Ошибка отсылки email при регистрации - пользователя";
  $lang['mail_good_act']   = "Вы успешно зарегистрированы в системе.<br>Вам по почте выслано письмо для активации регистрации.";
  $lang['mail_reg']	       = "Зарегистрировался пользователь";
  $lang['user_error']	   = "Неверные Имя пользователя/Пароль";
  $lang['user_good']	   = "Вы успешно авторизованы";
  $lang['block_auth_user'] = "Здравствуйте";
  $lang['profile']	       = "Профайл";
  $lang['exit']	           = "Выйти";
  
  $lang['profilnewparol']	= "Вы успешно изменили пароль";
  
  
  $lang['profilnewparol']	= "Вы успешно изменили пароль";
  
  
  $lang['user_yes']	= "Пользователь с таким %s уже существует";
  $lang['user_no']	= "Пользователь с таким %s не существует";
  
  $lang['forgot_mail']	= "Вам выслано письмо для подтверждения изменения пароля.";
  $lang['forgot_mail_no']	= "Произошла ошибка отсылки письма для подтверждения изменения пароля.";
  
  $lang['auth_zalog']	= "Вы залогинились";
  
   
?>