<?php

$lang['required'] = "Поле %s обов'язкове для заповнення.";
$lang['isset'] = "Поле %s має містити значення.";
$lang['valid_email'] = "У полі %s повинен бути введений коректний e-mail адресу.";
$lang['valid_url'] = "У полі %s повинна міститися коректна посилання.";
$lang['min_length'] = "Довжина поля %s повинна бути не менше %s символів.";
$lang['max_length'] = "Довжина поля %s не може перевищувати %s символів.";
$lang['exact_length'] = "Довжина поля %s має бути рівною %s символів.";
$lang['alpha'] = "Поле %s має містити тільки символи алфавіту.";
$lang['alpha_numeric'] = "Поле %s може містити тільки символи алфавіту і цифри.";
$lang['alpha_dash'] = "Поле %s може містити тільки символи алфавіту та цифри, підкреслення та дефіси.";
$lang['numeric'] = "Поле %s має містити лише цифри.";
$lang['matches'] = "Значення поля %s не збігається зі значним поля %s.";

$lang['code'] = "Не правильно заповнено поле %s";




?>